
[Reaper_Claymore_MG X2WeaponTemplate]
FriendlyName="Advanced Claymore"
FriendlyNamePlural="Advanced Claymore"
BriefSummary="Upgraded with an elerium based detonator, the Advanced Claymore increases the explosive power our Reaper allies bring to the table."
TacticalText="<Bullet/> Claymores can be targeted by squadmates.<br/><Bullet/> Claymores allow the Reaper to be a part of an ambush without risking being revealed.<br/>"
AbilityDescName="claymore"

[Reaper_Claymore_BM X2WeaponTemplate]
FriendlyName="Superior Claymore"
FriendlyNamePlural="Superior Claymore"
BriefSummary="The refined elerium jelly in the Superior Claymore is surprisingly stable - until it gets shot, granting our Reaper alles incredible explosive power."
TacticalText="<Bullet/> Claymores can be targeted by squadmates.<br/><Bullet/> Claymores allow the Reaper to be a part of an ambush without risking being revealed.<br/>"
AbilityDescName="claymore"

[Reaper_Claymore_BM_Schematic X2SchematicTemplate]
m_strClassLabel="REAPER"


